Repository: SimpleMaxDE/rork-strq
Catalog: ios/STRQ/Localizable.xcstrings
Source language: en
Languages: de

source: Lower B
de: Unterkörper B

source: Legs
de: Beine

source: Legs & Core
de: Beine & Core

source: Legs A
de: Beine A

source: Legs B & Core
de: Beine B & Core

source: Chest & Triceps
de: Brust & Trizeps

source: Back & Biceps
de: Rücken & Bizeps

source: Shoulders & Arms
de: Schultern & Arme

source: Glutes & Core
de: Gesäß & Core

source: %.1f kg to lose
de: %.1f kg zu verlieren

source: %d %@ · %d-day streak
de: %d %@ · %d-tägiger Streak

source: %d days
de: %d Tage

source: %d exercises
de: %d Übungen

source: %d flat
de: %d flach

source: %d needs attention
de: %d braucht Aufmerksamkeit

source: %d progressing
de: %d macht Fortschritte

source: %d sets
de: %d Sätze

source: %d left
de: noch %d

source: %@ · %d sets
de: %@ · %d Sätze

source: %d/%d sets
de: %d/%d Sätze

source: %d still progressing
de: %d macht noch Fortschritte

source: %d-day streak · %d sessions logged
de: %d-Tage-Streak · %d Workouts geloggt

source: %d-day streak · keep the signal strong
de: %d-Tage-Streak · halte das Signal stark

source: %dH AGO
de: %dH VOR

source: %dM AGO
de: Vor %dM

source: %dd ago
de: Vor %dd

source: %ds rest
de: %ds Ruhe

source: %dw ago
de: Vor %dw

source: +%.1f kg to gain
de: +%.1f kg zuzunehmen

source: 14 Days
de: 14 Tage

source: 1–3 years of structured training
de: 1–3 Jahre strukturiertes Training

source: 28-Day Consistency
de: 28-Tage-Konsistenz

source: 3+ years with solid technique
de: 3+ Jahre mit solider Technik

source: 7 Days
de: 7 Tage

source: 7-day sleep
de: 7 Tage Schlaf

source: 7h target
de: 7h-Ziel

source: 8 Weeks
de: 8 Wochen

source: A record of the decisions Coach has made for you — what shifted, why it shifted, and what it means for training now.
de: Ein Verlauf der Coach-Entscheidungen: was sich geändert hat, warum und was das jetzt für dein Training bedeutet.

source: A training system built around you.
de: Training, das sich an dich anpasst.

source: ABOUT
de: START

source: ADDED LOAD
de: ZUSÄTZLICHE LAST

source: ASSIGN DAYS
de: TAGE ZUWEISEN

source: AVOID THIS
de: VERMEIDEN

source: Activity
de: Aktivität

source: Add
de: Hinzufügen

source: Add Exercise
de: Übung hinzufügen

source: Adjust load or reps if needed, then log set %d.
de: Passe bei Bedarf Gewicht oder Wiederholungen an und logge dann Satz %d.

source: All
de: Alle

source: All Patterns
de: Alle Muster

source: All sets logged for %@
de: Alle Sätze für %@ protokolliert

source: All working sets are logged. Finish when you're ready.
de: Alle Arbeitssätze sind geloggt. Beende, wenn du bereit bist.

source: Applied
de: Angewandt

source: Areas to Improve
de: Verbesserungswürdige Bereiche

source: Assign workouts to specific days. Tap a day to change it.
de: Ordne Workouts bestimmten Tagen zu. Tippe auf einen Tag, um ihn zu ändern.

source: Auto-Schedule
de: Automatischer Zeitplan

source: Available equipment
de: Verfügbare Ausrüstung

source: Avg %d
de: Durchschnittlich %d

source: Avg %dg
de: Durchschn. %dg

source: Avg Hours
de: Durchschnittliche Stunden

source: BEST
de: AM BESTEN

source: BODY
de: KÖRPER

source: BODY WEIGHT GOAL
de: KÖRPERGEWICHTSZIEL

source: Back
de: Zurück

source: Back to Today
de: Zurück zum Heute

source: Balance
de: Gleichgewicht

source: Balanced training for overall health
de: Ausgewogenes Training für die allgemeine Gesundheit

source: Based on your profile
de: Basierend auf deinem Profil

source: Baseline
de: Grundlinie

source: Baseline loads are now tied to what you actually lifted.
de: Deine Ausgangsgewichte basieren jetzt auf dem, was du wirklich gehoben hast.

source: Baseline locked in
de: Grundlinie festgelegt

source: Beat last session — push next time
de: Schlag dein letztes Workout — beim nächsten Mal mehr Druck

source: Begin Workout
de: Workout starten

source: Bench
de: Bank

source: Body
de: Körper

source: Body Signals
de: Körpersignale

source: Body fat
de: Körperfett

source: Bodyweight
de: Körpergewicht

source: Bodyweight Trend
de: Körpergewichtstrend

source: Building Your Plan
de: Dein Plan wird erstellt

source: Building cardiovascular and muscular endurance
de: Aufbau von Herz-Kreislauf- und Muskelausdauer

source: CALIBRATING
de: KALIBRIEREN

source: COACH
de: TRAINER

source: COACH ASSESSMENT
de: COACH-BEWERTUNG

source: COACH CALIBRATION
de: COACH-KALIBRIERUNG

source: COACH DEFAULT
de: TRAINER-STANDARD

source: COACH NOTE
de: Trainer-Hinweis

source: COMPUTED TARGETS
de: Berechnete Ziele

source: CURRENT TASK
de: AKTUELLE AUFGABE

source: CUSTOM OVERRIDES
de: BENUTZERDEFINIERTE ÜBERSCHREIBUNGEN

source: Calibrated to your body, goal, and schedule
de: Abgestimmt auf deinen Körper, dein Ziel und deinen Alltag

source: Calibrating
de: Kalibrieren

source: Calories
de: Kalorien

source: Cancel swap
de: Tausch abbrechen

source: Clear All
de: Alles löschen

source: Coach is satisfied with the rest of your picture.
de: Coach hat jetzt ein stimmiges Gesamtbild von dir.

source: Coach's Take
de: Meinung des Trainers

source: Coach-Adjusted
de: Vom Trainer angepasst

source: Coaching memory
de: Coaching-Gedächtnis

source: Coaching that keeps learning you
de: Coaching, das dich immer besser versteht

# Complete onboarding to generate your personalized training plan.
source: Complete onboarding to generate\nyour personalized training plan.
de: Schließ das Onboarding ab, um deinen personalisierten Trainingsplan zu erstellen.

source: Complete week one
de: Schließe die erste Woche ab

source: Completed sessions give STRQ enough context to read workload distribution, weekly rhythm, and movement mix.
de: Abgeschlossene Workouts geben STRQ genug Kontext für Lastverteilung, Wochenrhythmus und Übungsmix.

source: Confirm Swap
de: Tausch bestätigen

source: Confirmed progression — load up next time
de: Bestätigter Fortschritt – beim nächsten Mal laden

source: Consider a variation or reset
de: Denk über eine Variation oder einen Reset nach

source: Consistent output across the week
de: Konsistente Ausgabe über die Woche hinweg

source: Continue workout now
de: Workout jetzt fortsetzen

source: Core
de: Kern

source: Current Weight
de: Aktuelles Gewicht

source: Current exercise updated to %@
de: Aktuelle Übung aktualisiert auf %@

source: Custom
de: Brauch

source: Customized from coach default
de: Angepasst an die Coach-Standardeinstellung

source: Was %@
de: Vorher %@

source: DO THIS
de: MACH DAS

source: DROP
de: FALLEN

source: Day %d
de: Tag %d

source: Deadlift
de: Kreuzheben

source: Deload to %.1f kg — rebuild clean
de: Auf %.1f kg entladen – sauber neu erstellen

source: Direction
de: Richtung

source: Duration
de: Laufzeit

source: ESSENTIAL EXERCISES
de: WESENTLICHE ÜBUNGEN

source: EXERCISE FAMILIES
de: ÜBUNGSFAMILIEN

source: Each finished workout becomes a clean training record here.
de: Jedes abgeschlossene Training wird hier zu einem sauberen Trainingsprotokoll.

source: Edit
de: Bearbeiten

source: Edit Reps
de: Wiederholungen bearbeiten

source: Edit Weight
de: Gewicht bearbeiten

source: Effort: reduced
de: Aufwand: reduziert

source: Enable Physique Tracking
de: Physique-Tracking aktivieren

source: Energy right now
de: Energie im Moment

source: Environment
de: Umfeld

source: Equipment Fit
de: Equipment

source: Estimated 1RM
de: Geschätzte 1RM

source: Estimated 1RM %.0f
de: Geschätzter 1RM %.0f

source: Evolving
de: Sich weiterentwickeln

source: Execution held steady, so the next call can stay confident.
de: Ausführung war stabil, deshalb kann die nächste Entscheidung klar bleiben.

source: Exercise
de: Übung

source: Exercise Details
de: Übungsdetails

source: Exercise complete
de: Übung abgeschlossen

source: Exercises are matched to your equipment and any restrictions.
de: Übungen werden auf dein Equipment und mögliche Einschränkungen abgestimmt.

source: Experience level
de: Erfahrungsniveau

source: Experience, schedule, and split preference.
de: Erfahrung, Zeitplan und Split-Präferenz.

source: FAMILY MEMBERS
de: FAMILIENMITGLIEDER

source: FOCUS
de: FOKUS

source: FREE
de: FREI

source: Favorites
de: Favoriten

source: Filters
de: Filter

source: First Signal
de: Erstes Signal

source: First Week
de: Erste Woche

source: GOAL
de: ZIEL

source: Gathering
de: Versammlung

source: Get set for the next effort.
de: Mach dich bereit für den nächsten Einsatz.

source: Goal
de: Ziel

source: Goal Pace
de: Zieltempo

source: HOW SLEEP AFFECTS YOUR TRAINING
de: WIE SCHLAF DEIN TRAINING BEEINFLUSST

source: Heavy sets and rep bests will start surfacing here as your log grows.
de: Schwere Sätze und Rep-Bestleistungen erscheinen hier, sobald dein Log wächst.

source: Highlights
de: Höhepunkte

source: History
de: Geschichte

source: Hold load — consolidate technique
de: Last halten – Technik festigen

source: Holding steady
de: Stabil bleiben

source: Hours Slept
de: Stunden geschlafen

source: How you train
de: Wie du trainierst

source: Hypertrophy-focused training for lean muscle growth
de: Hypertrophie-fokussiertes Training für schlankes Muskelwachstum

source: Improving range of motion and mobility
de: Verbesserung des Bewegungsumfangs und der Mobilität

source: Injuries or restrictions
de: Verletzungen oder Einschränkungen

source: JUST COMPLETED
de: GERADE ABGESCHLOSSEN

source: JUST NOW
de: SOEBEN

source: KEY
de: SCHLÜSSEL

source: Keep logging anchor lifts and STRQ will turn them into a readable strength trend.
de: Logge weiter deine Ankerlifts, dann macht STRQ daraus einen klaren Krafttrend.

source: Key Lift
de: Schlüsselaufzug

source: LATEST PR
de: NEUESTE PR

source: LIFESTYLE
de: LEBENSSTIL

source: Last
de: Zuletzt

source: Last exercise complete
de: Letzte Übung abgeschlossen

source: Less than 1 year of consistent training
de: Weniger als 1 Jahr konsequentes Training

source: Let recovery carry this forward.
de: Lass die Regeneration den nächsten Schritt tragen.

source: Life stress
de: Lebensstress

source: Lifestyle & recovery
de: Lebensstil & Erholung

source: Lighter week
de: Leichtere Woche

source: Loading plans…
de: Pläne werden geladen…

source: Log Nutrition
de: Log-Ernährung

source: Log Set %d
de: Satz %d

source: Log Sleep
de: Schlaf protokollieren

source: Log Tonight's Sleep
de: Heutigen Schlaf loggen

source: Log a set to unlock today's guidance.
de: Logge einen Satz, um die heutige Guidance freizuschalten.

source: Log set %d of %d for %@
de: Satz %d von %d für %@

source: Logged
de: Geloggt

source: MOMENTUM
de: SCHWUNG

source: Maintaining current weight
de: Das aktuelle Gewicht wird gehalten

source: Match last
de: Spiel zuletzt

source: Maximizing strength on key compound lifts
de: Maximierung der Kraft bei wichtigen Verbundübungen

source: Media Diagnostics
de: Mediendiagnose

source: Momentum
de: Schwung

source: Momentum on your side
de: Momentum auf deiner Seite

source: More signals
de: Weitere Signale

source: More work than last week
de: Mehr Arbeit als letzte Woche

source: Move to the next exercise when you're ready.
de: Wechsle zur nächsten Übung, wenn du bereit bist.

source: Movement Balance
de: Bewegungsbalance

source: Muscle Balance
de: Muskelbalance

source: Muscle focus
de: Muskelfokus

source: Muscle soreness
de: Muskelkater

source: NEEDS ATTENTION
de: BRAUCHT AUFMERKSAMKEIT

source: NEXT
de: NÄCHSTE

source: NEXT ACTION
de: NÄCHSTE AKTION

source: NEXT EXERCISE
de: NÄCHSTE ÜBUNG

source: NEXT SET
de: NÄCHSTER SATZ

source: NEXT SHIFT
de: NÄCHSTE SCHICHT

source: NUTRITION GOAL
de: ERNÄHRUNGSZIEL

source: New PR This Week
de: Neue PR diese Woche

source: New PRs
de: Neue PRs

source: New PRs This Week
de: Neue PRs diese Woche

source: Next
de: Nächste

source: Next exercise
de: Nächste Übung

source: Next: %.1f kg × %d
de: Weiter: %.1f kg × %d

source: Next: %@
de: Nächste: %@

source: No alternatives found
de: Keine Alternativen gefunden

source: No changes yet — every decision will be logged here.
de: Noch keine Änderungen – jede Entscheidung wird hier protokolliert.

source: No coaching changes yet
de: Bisher keine Trainerwechsel

source: Nothing else to flag
de: Sonst gibt es nichts zu kennzeichnen

source: Now
de: Jetzt

source: Nutrition
de: Ernährung

source: Nutrition Targets
de: Ernährungsziele

source: Once Coach adjusts volume, swaps a lift, or shifts your phase, every change will show up here with the reason behind it.
de: Sobald Coach Volumen anpasst, einen Lift tauscht oder deine Phase verschiebt, siehst du hier jede Änderung inklusive Begründung.

source: One workout gives Progress real training signal to read.
de: Ein Training gibt Progress ein echtes Trainingssignal zum Lesen.

source: Optional fine-tuning
de: Optionale Feinabstimmung

source: Optional. Save a cue, win, or anything you want to remember next time.
de: Optional: Speichere einen Cue, einen Win oder alles, was du fürs nächste Mal behalten willst.

source: PHYSIQUE COACHING
de: KÖRPERCOACHING

source: PR this month
de: PR diesen Monat

source: PREV
de: VORHER

source: PRIMARY
de: PRIMÄR

source: PRIMARY MOVE
de: PRIMÄRBEWEGUNG

source: PROGRESS
de: FORTSCHRITT

source: PROGRESSING
de: FORTSCHRITT

source: PROGRESSION PATH
de: FORTSCHRITTSWEG

source: PROGRESSION STATUS
de: FORTSCHRITTSSTATUS

source: PRs this month
de: PRs diesen Monat

source: PUSH
de: DRÜCKEN

source: Pain or restriction
de: Schmerzen oder Einschränkungen

source: Pattern reads unlocked
de: Muster liest sich entsperrt

source: Payment is charged to your Apple ID account. Subscription auto-renews unless cancelled at least 24 hours before the end of the current period.
de: Die Zahlung erfolgt über deine Apple-ID. Das Abo verlängert sich automatisch, wenn du nicht mindestens 24 Stunden vor Ablauf der aktuellen Periode kündigst.

source: Personal Records
de: Persönliche Aufzeichnungen

source: Personalizing for %@
de: Personalisierung für %@

source: Physique tracking is off.
de: Die Körperverfolgung ist deaktiviert.

source: Pick a role-preserving alternative
de: Wähle eine passende Alternative für die gleiche Rolle

source: Plan Quality
de: Qualität planen

source: Preferences shape the surface only. The underlying intelligence stays the same.
de: Einstellungen formen nur die Oberfläche. Die zugrunde liegende Intelligenz bleibt dieselbe.

source: Preferred split
de: Bevorzugte Aufteilung

source: Premium plans will appear here once App Store setup is complete.
de: Premium-Pläne werden hier angezeigt, sobald die Einrichtung des App Store abgeschlossen ist.

source: Premium plans will become available once App Store setup is complete.
de: Premium-Pläne werden verfügbar, sobald die Einrichtung des App Store abgeschlossen ist.

source: Prep for %@.
de: Mach dich bereit für %@.

source: Prescription
de: Rezept

source: Priorities
de: Prioritäten

source: Progressing
de: Fortschritte

source: Progression is live
de: Der Fortschritt ist live

source: Quality
de: Qualität

source: Quick Log
de: Schnellprotokoll

source: Quick recovery signals that shape training load.
de: Diese Angaben beeinflussen deine Trainingsbelastung.

source: READINESS
de: BEREITSCHAFT

source: RECENT CHANGE
de: LETZTE ÄNDERUNG

source: RECENT IMPROVEMENT
de: LETZTE VERBESSERUNG

source: RECOVERY STATUS
de: ERHOLUNGSSTATUS

source: REPLACING
de: ERSETZEN

source: REPS
de: WDH.

source: Recent
de: Jüngste

source: Recent Sleep
de: Kürzlicher Schlaf

source: Recompute Targets
de: Ziele neu berechnen

source: Recovery Fit
de: Regeneration

source: Recovery Trend
de: Erholungstrend

source: Recovery and body trends build from repeat logs
de: Erholungs- und Körpertrends basieren auf wiederholten Protokollen

source: Recovery, balance, and workload get sharper after your first week.
de: Erholung, Gleichgewicht und Arbeitsbelastung werden nach der ersten Woche intensiver.

source: Recovery-aware. No guesswork on load or volume
de: Recovery-bewusst. Keine Raterei bei Gewicht oder Volumen.

source: Reps
de: Wdh.

source: Reset, then go again.
de: Zurücksetzen, dann wieder los.

source: Rest
de: Ausruhen

source: Resume Workout
de: Fortsetzen des Trainings

source: Review this week and adjust
de: Diese Woche checken und anpassen

source: SECONDARY
de: SEKUNDÄR

source: SESSION PLAN
de: WORKOUT-PLAN

source: SET %d/%d
de: SETZE %d/%d

source: SLEEP & RECOVERY
de: SCHLAF & ERHOLUNG

source: START HERE
de: HIER STARTEN

source: STRQ is coaching your training and recovery. Turn on physique tracking anytime to add bodyweight and nutrition intelligence — only when you want it.
de: STRQ coacht dein Training und deine Regeneration. Aktiviere Physique-Tracking jederzeit, um Gewicht und Ernährung mit einzubeziehen — nur wenn du willst.

source: STRQ is reading balance, fatigue, and load pacing. Finish the week to unlock your first review.
de: STRQ analysiert Balance, Ermüdung und Laststeuerung. Schließ die Woche ab, um dein erstes Review freizuschalten.

source: STRQ personalizes everything from your goal to your schedule.
de: STRQ personalisiert alles — von deinem Ziel bis zu deinem Alltag.

source: STRQ stays one coach — these tune how it speaks, what it emphasizes, and how much it adjusts on its own.
de: STRQ bleibt ein Coach – du bestimmst, wie er spricht, was er betont und wie stark er selbstständig anpasst.

source: STRQ took
de: STRQ nahm

source: STRQ will adapt from today's data
de: STRQ wird sich an die heutigen Daten anpassen

source: SUBSCRIPTIONS COMING SOON
de: ABONNEMENTS IN KÜRZE ERHÄLTLICH

source: SUGGESTED LOAD
de: Empfohlene Beladung

source: Safe, progressive training for recovery
de: Sicheres, progressives Training zur Genesung

source: Save Custom Targets
de: Benutzerdefinierte Ziele speichern

source: Save Target Weight
de: Zielgewicht speichern

source: Saved with this workout
de: Mit diesem Training gespeichert

source: Search exercises, muscles, equipment...
de: Suche nach Übungen, Muskeln, Ausrüstung...

source: See My Plan
de: Plan erstellen

source: Select any areas of concern so exercises can be filtered for safety.
de: Wähle problematische Bereiche, damit Übungen sicher gefiltert werden können.

source: Session volume and balance sharpen after a few workouts
de: Nach ein paar Trainingseinheiten verbessern sich Trainingsvolumen und Gleichgewicht

source: Set %d logged
de: %d protokolliert festlegen

source: Set %d · %@ × %d
de: Satz %d · %@ × %d

source: Seven quick chapters. Then a plan that actually fits.
de: 7 kurze Schritte. Dann steht dein Plan.

source: Shapes exercises, volume, intensity, and progression.
de: Bestimmt Übungsauswahl, Volumen, Intensität und Progression.

source: Signal is coming in
de: Signal kommt herein

source: Sleep & Recovery
de: Schlaf und Erholung

source: Sleep Quality
de: Schlafqualität

source: Sleep Trend
de: Schlaftrend

source: Sleep quality
de: Schlafqualität

source: Sleep, weigh-ins, and nutrition entries turn this tab into a cleaner read of how your body is responding.
de: Schlaf-, Wiege- und Ernährungseinträge machen diesen Tab zu einem klaren Bild deiner Reaktion.

source: Sport-specific training for peak performance
de: Sportspezifisches Training für Höchstleistungen

source: Squat
de: Kniebeuge

source: Start fresh today
de: Starte heute neu

source: Start here
de: Hier starten

source: Step %d of %d
de: Schritt %d von %d

source: Strategy
de: Strategie

source: Strength
de: Stärke

source: Strength is moving
de: Kraft bewegt sich

source: Strength trend starts here
de: Hier beginnt der Krafttrend

source: Strong start. STRQ is already reading load, recovery, and consistency.
de: Starker Start. STRQ erkennt bereits Last, Regeneration und Konstanz.

source: Structure
de: Struktur

source: Subscription plans are currently unavailable.
de: Abonnementpläne sind derzeit nicht verfügbar.

source: Subscriptions coming soon
de: Abonnements folgen in Kürze

source: Swap exercise
de: Übung tauschen

source: Swapped %@ for %@
de: %@ gegen %@ getauscht

source: Sync
de: Synchronisieren

source: TARGET
de: ZIEL

source: THE BRIDGE
de: DIE BRÜCKE

source: THEN
de: DANN

source: THIS WEEK
de: DIESE WOCHE

source: TODAY
de: HEUTE

source: TOP
de: SPITZE

source: TOTAL VOLUME
de: GESAMTVOLUMEN

source: TRAINING CONNECTION
de: TRAININGSVERBINDUNG

source: TRAINING WORLDS
de: TRAININGSWELTEN

source: Take the rest you need. The next move is already queued.
de: Nimm dir die Pause, die du brauchst. Der nächste Schritt steht schon bereit.

source: Tap any value to edit. Used to calibrate volume and exercise selection.
de: Tippe auf einen Wert zum Bearbeiten. Damit STRQ Volumen und Übungsauswahl besser auf dich abstimmt.

source: Tap for prescription
de: Tippen für Vorgabe

source: Tap muscles to give them more — or less — attention. Optional.
de: Tippe Muskeln an, um ihnen mehr oder weniger Fokus zu geben. Optional.

source: Tap muscles to set priority
de: Wähle Muskelgruppen aus, die STRQ priorisieren soll.

source: Target
de: Ziel

source: Target %@
de: Ziel %@

source: Target Weight
de: Zielgewicht

source: Target weight
de: Zielgewicht

source: Target weight and body fat are optional.
de: Zielgewicht und Körperfett sind optional.

source: That PR gives STRQ room to push the next exposure.
de: Diese PR gibt STRQ Raum, die nächste Bekanntheit voranzutreiben.

source: This exercise is ready.
de: Diese Übung ist fertig.

source: This lift is done. Move on when the rest feels right.
de: Dieser Lift ist erledigt. Geh weiter, sobald die Pause passt.

source: Time Fit
de: Zeit

source: Today read lighter, which still sharpens STRQ's load pacing.
de: Heute war leichter — trotzdem schärft das STRQs Laststeuerung.

source: Today starts the record. One logged workout turns this screen into signal.
de: Heute beginnt die Aufzeichnung. Ein protokolliertes Training verwandelt diesen Bildschirm in ein Signal.

source: Total Sets
de: Gesamtsätze

source: Train normally. STRQ sets your real baseline from this workout.
de: Trainiere ganz normal. STRQ setzt aus diesem Workout deine echte Ausgangsbasis.

source: Train to keep the signal sharp
de: Trainiere weiter, damit das Signal scharf bleibt

source: Training Schedule
de: Trainingsplan

source: Training Week
de: Trainingswoche

source: Training days / week
de: Trainingstage/Woche

source: Training impact
de: Auswirkungen auf das Training

source: Training with metabolic demand for fat reduction
de: Training mit Stoffwechselbedarf zur Fettreduktion

source: Try Again
de: Erneut versuchen

source: Try free, cancel anytime before it renews
de: Kostenlos testen, jederzeit vor Verlängerung kündigen

source: Turn on physique tracking in Profile to unlock this focus.
de: Aktiviere Physique-Tracking im Profil, um diesen Fokus freizuschalten.

source: Undo last logged set
de: Letzten protokollierten Satz rückgängig machen

source: Use the bottom action to move forward when you're ready.
de: Nutze die untere Aktion, um weiterzugehen, wenn du bereit bist.

source: Volume Comparison
de: Volumenvergleich

source: Volume Signals
de: Volumen-Signale

source: Volume down vs last week
de: Volumen niedriger als letzte Woche

source: Volume up %d%%
de: Volumen höher um %d%%

source: WATCH
de: IM BLICK

source: WEIGHT
de: GEWICHT

source: WHAT CHANGED
de: WAS SICH GEÄNDERT HAT

source: WHAT IMPROVED
de: WAS VERBESSERT

source: WHAT IT MEANS NOW
de: WAS ES JETZT BEDEUTET

source: WHAT TO DO FIRST
de: DEINE NÄCHSTEN SCHRITTE

source: WHAT YOU KEEP · WHAT PRO ADDS
de: WAS DU BEHÄLTST · WAS PRO HINZUFÜGT

source: WHY
de: WARUM

source: WHY STRQ PICKED THIS
de: WARUM STRQ DIES AUSGEWÄHLT HAT

source: WHY THIS SESSION
de: WARUM DIESES WORKOUT

source: WORKOUT READY
de: BEREIT FÜR DAS TRAINING

source: Watch
de: Apple Watch

source: Week in Review
de: Wochenrückblick

source: Week-level
de: Wochenebene

source: Weekly Check-In
de: Wöchentlicher Check-in

source: What should we call you?
de: Wie sollen wir dich nennen?

source: What went well and what to improve
de: Was ist gut gelaufen und was gibt es zu verbessern?
